"3-finger Horizontal Swipe" = "3-ಬೆರಳುಗಳ ಸಮತಲ ಸ್ವೈಪ್";
"3-finger Vertical Swipe" = "3-ಬೆರಳುಗಳ ಲಂಬ ಸ್ವೈಪ್";
"4-finger Horizontal Swipe" = "4-ಬೆರಳುಗಳ ಸಮತಲ ಸ್ವೈಪ್";
"4-finger Vertical Swipe" = "4-ಬೆರಳುಗಳ ಲಂಬ ಸ್ವೈಪ್";
"About" = "ಬಗ್ಗೆ";
"About %@" = "ಬಗ್ಗೆ %@";
"Accessibility" = "ಪ್ರವೇಶಿಸುವಿಕೆ";
"Acknowledgments" = "ಸ್ವೀಕೃತಿ";
"Active app" = "ಸಕ್ರಿಯ ಆ್ಯಪ್";
"Active screen" = "ಸಕ್ರಿಯ ಸ್ಕ್ರೀನ್";
"Active Space" = "ಸಕ್ರಿಯ ಜಾಗ";
"Add a running app" = "ಚಾಲನೆಯಲ್ಲಿರುವ ಅಪ್ಲಿಕೇಶನ್ ಸೇರಿಸಿ";
"Add an app from disk" = "ಡಿಸ್ಕ್‌ನಿಂದ ಅಪ್ಲಿಕೇಶನ್ ಸೇರಿಸಿ";
"Additional controls" = "Additional controls";
"Additional controls…" = "Additional controls…";
"Advanced" = "ಮುಂದುವರಿದ";
"After keys are released" = "ಕೀಲಿಗಳನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದ ನಂತರ";
"After release" = "ಬಿಡುಗಡೆ ನಂತರ";
"Align windows" = "Align windows";
"Align windows:" = "ವಿಂಡೋಗಳನ್ನು ಜೋಡಿಸಿ:";
"All apps" = "ಎಲ್ಲಾ ಆ್ಯಪ್ ಗಳು";
"All data from this form will be made public, as a ticket on github.com" = "All data from this form will be made public, as a ticket on github.com";
"All screens" = "ಎಲ್ಲ ಸ್ಕ್ರೀನ್ ಗಳು";
"All Spaces" = "ಎಲ್ಲ ಜಾಗ ಗಳು";
"Allowed" = "ಅನುಮತಿಸಲಾಗಿದೆ";
"Alphabetical" = "ವರ್ಣಮಾಲೆಯಂತೆ";
"Alphabetical Order" = "ವರ್ಣಮಾಲೆಯ ಕ್ರಮಾಂಕ";
"Also select windows using:" = "ವಿಂಡೋಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಇದನ್ನೂ ಬಳಸಿ:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "ನೀವು ಕೊನೆಯ ಬಾರಿ AltTab ಬಳಸಿದಾಗ ಅದು ಕ್ರ್ಯಾಶ್ ಆಗಿದೆ. ಕ್ರ್ಯಾಶ್ ವರದಿಯನ್ನು ಕಳುಹಿಸಿದರೆ, ಸಮಸ್ಯೆಯನ್ನು ಸರಿಪಡಿಸಲು ಸಹಾಯವಾಗುತ್ತದೆ.";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ ಅನುಮತಿಗಳಿಲ್ಲದೆ ಚಾಲನೆಯಲ್ಲಿದೆ. ಥಂಬ್‌ನೇಲ್‌ಗಳು ಕಾಣಿಸುವುದಿಲ್ಲ.";
"AltTab needs some permissions" = "ಆಲ್ಟ್-ಟ್ಯಾಬ್ ಗೆ ಕೆಲವು ಅನುಮತಿಗಳು ಬೇಕಾಗಿದ್ದಾವೆ";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab will show if the window is currently minimized or fullscreen with a status icon.";
"Always" = "ಯಾವಾಗಲೂ";
"Always send crash reports" = "ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟನ್ನು ಯಾವಾಗಲೂ ಕಳುಹಿಸಿ";
"and press" = "ಮತ್ತು ಒತ್ತಿರಿ";
"and press:" = "ಮತ್ತು ಒತ್ತಿರಿ:";
"Animations" = "ಅನಿಮೇಷನ್ ಗಳು";
"Animations…" = "ಅನಿಮೇಷನ್ ಗಳು…";
"App (BundleID starting with)" = "App (BundleID starting with)";
"App Icons" = "ಆ್ಯಪ್ ಐಕಾನ್ ಗಳು";
"App is hidden" = "ಆ್ಯಪ್ ಮರೆಯಾಗಿದೆ";
"App is running but has no open window" = "App is running but has no open window";
"Apparition delay" = "ಪ್ರತ್ಯಕ್ಷತೆ ವಿಳಂಬ";
"Apparition delay of Switcher" = "ಸ್ವಿಚರ್ ಕಾಣಿಸಿಕೊಳ್ಳುವಲ್ಲಿನ ವಿಳಂಬ";
"Apparition delay:" = "ಪ್ರತ್ಯಕ್ಷತೆ ವಿಳಂಬ:";
"Appearance" = "ತೋರಿಕೆ";
"Application Name" = "ಅಪ್ಲಿಕೇಶನ್ ಹೆಸರು";
"Application Name - Window Title" = "ಅಪ್ಲಿಕೇಶನ್ ಹೆಸರು - ವಿಂಡೋ ಶೀರ್ಷಿಕೆ";
"Applications" = "ಅಪ್ಲಿಕೇಶನ್ ಗಳು";
"Are you sure you don’t want a response?" = "ನಿಮಗೆ ಖಚಿತವಾಗಿ ಪ್ರತಿಕ್ರಿಯೆ ಬೇಡವೇ?";
"Arrow keys" = "ಆ್ಯರೋ ಕೀಲಿಗಳು";
"Ask whether to send crash reports" = "ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟನ್ನು ಕಳುಹಿಸಬೇಕೆ ಎಂದು ಕೇಳಿ";
"Auto" = "ಸ್ವಯಂ";
"Auto-install updates periodically" = "ನಿಯತಕಾಲಿಕ ಸ್ವಯಂ ತಂತ್ರಾಂಶ ಅನುಸ್ಥಾಪನೆ";
"Blacklists" = "ಕಪ್ಪುಪಟ್ಟಿಗಳು";
"Cancel" = "ರದ್ದುಮಾಡಿ";
"Cancel and hide" = "ರದ್ದುಮಾಡಿ ಮತ್ತು ಮರೆಮಾಡಿ";
"Capture windows in the background" = "ಹಿನ್ನೆಲೆಯಲ್ಲಿ ವಿಂಡೋಗಳನ್ನು ಸೆರೆಹಿಡಿ";
"Center" = "ಮಧ್ಯ";
"Check for updates now…" = "ಹೊಸ ತoತ್ರಾಂಶಕ್ಕಾಗಿ ಈಗ ಪರಿಶೀಲಿಸಿ…";
"Check for updates periodically" = "ಹೊಸ ತoತ್ರಾಂಶಕ್ಕಾಗಿ ನಿಯತಕಾಲಿಕವಾಗಿ ಪರಿಶೀಲಿಸಿ";
"Check for updates…" = "ಹೊಸ ತoತ್ರಾಂಶಕ್ಕಾಗಿ ಪರಿಶೀಲಿಸಿ…";
"Check permissions…" = "Check permissions…";
"Close window" = "ವಿಂಡೋವನ್ನು ರದ್ದುಮಾಡಿ";
"Conflicting shortcut" = "Conflicting shortcut";
"Controls" = "Controls";
"Crash reports policy" = "Crash reports policy";
"Crash reports policy:" = "ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟನ ನೀತಿ:";
"Cursor follows focus" = "ಕರ್ಸರ್ ಫೋಕಸ್ ಅನ್ನು ಅನುಸರಿಸುತ್ತದೆ";
"Customize App Icons style…" = "Customize App Icons style…";
"Customize Thumbnails style…" = "Customize Thumbnails style…";
"Customize Titles style…" = "Customize Titles style…";
"Dark" = "ಕಪ್ಪು";
"Debug tools" = "ಡೀಬಗ್ ಪರಿಕರಗಳು";
"Disabled" = "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ";
"Do nothing" = "ಏನನ್ನು ಮಾಡಬೇಡಿ";
"Don’t check for updates periodically" = "ಹೊಸ ತoತ್ರಾಂಶಕ್ಕಾಗಿ ಪರಿಶೀಲಿಸಬೇಡಿ";
"Don’t send" = "ಕಳುಹಿಸಬೇಡಿ";
"Don’t show windows from these apps" = "ಈ ಆ್ಯಪ್ ಗಳ ವಿಂಡೋಗಳನ್ನು ತೋರಿಸಬೇಡಿ";
"Done" = "ಮುಗಿಯಿತು";
"End" = "ಮುಗಿಸಿ";
"Exceptions" = "ವಿನಾಯಿತಿಗಳು";
"Export settings…" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಿ…";
"Export…" = "ರಫ್ತು ಮಾಡಿ…";
"Fade in animation of Preview" = "ಪ್ರಿವ್ಯೂನ ಫೇಡ್ ಇನ್ ಅನಿಮೇಷನ್";
"Fade out animation" = "Fade out animation";
"Fade out animation of Switcher" = "ಸ್ವಿಚರ್‌ನ ಫೇಡ್ ಔಟ್ ಅನಿಮೇಷನ್";
"Fade out animation:" = "ಅನಿಮೇಷನ್ ಮಸುಕು ಮಾಡಿ:";
"Failed to import settings" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಲು ವಿಫಲವಾಗಿದೆ";
"Focus selected window" = "ಆರಿಸಿದ ವಿಂಡೋ ಗೆ ಗಮನ ಕೊಡು";
"Fullscreen window" = "ಫುಲ್‌ಸ್ಕ್ರೀನ್ ವಿಂಡೋ";
"Fullscreen windows:" = "ಫುಲ್‌ಸ್ಕ್ರೀನ್ ವಿಂಡೋಗಳು:";
"Fullscreen/Defullscreen window" = "Fullscreen/Defullscreen window";
"General" = "ಸಾಮಾನ್ಯ";
"Gesture" = "ಸನ್ನೆ";
"Grant permission" = "ಅನುಮತಿ ನೀಡಿ";
"Hidden windows:" = "ಮರೆಯಾಗಿರುವ ವಿಂಡೋಗಳು:";
"Hide" = "ಮರೆಯಾಗಿಸಿ";
"Hide app badges" = "Hide app badges";
"Hide app badges:" = "ಏಪ ಬ್ಯಾಡ್ಜ್ ಗಳನ್ನು ತೋರಿಸಬೇಡಿ:";
"Hide apps with no open window" = "Hide apps with no open window";
"Hide apps with no open window:" = "ತೆರೆದ ವಿಂಡೋ ಇಲ್ಲದ ಆ್ಯಪ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ:";
"Hide colored circles on mouse hover" = "Hide colored circles on mouse hover";
"Hide colored circles on mouse hover:" = "ಮೌಸ್ ಹೋವರ್ ಮಾಡಿದಾಗ ಬಣ್ಣದ ವೃತ್ತಗಳನ್ನು ಮರೆಮಾಡಿ:";
"Hide in %@" = "%@ ಒಳಗೆ ಮರೆಮಾಡಿ";
"Hide Space number labels" = "Hide Space number labels";
"Hide Space number labels:" = "ಜಾಗವನ್ನು ಮರೆಮಾಡುವ ಸಂಖ್ಯೆ ಲೇಬಲ್:";
"Hide status icons" = "Hide status icons";
"Hide status icons:" = "ಸ್ಥಿತಿ ಚಿಹ್ನೆಗಳನ್ನು ಅಡಗಿಸಿ:";
"Hide window thumbnails:" = "ವಿಂಡೋ ಥಂಬ್ ನೈಲ್ ಗಳನ್ನು ತೋರಿಸಬೇಡಿ:";
"Hide/Show app" = "ಆ್ಯಪ್ ಅನ್ನು ಮರೆಮಾಡಿ/ತೋರಿಸಿ";
"High" = "High";
"Highest" = "Highest";
"Hold" = "ಹಿಡಿ";
"Horizontal Swipe with Four Fingers" = "ನಾಲ್ಕು ಬೆರಳುಗಳಿಂದ ಅಡ್ಡವಾಗಿ ಸ್ವೈಪ್ ಮಾಡಿ";
"Horizontal Swipe with Three Fingers" = "ಮೂರು ಬೆರಳುಗಳಿಂದ ಅಡ್ಡವಾಗಿ ಸ್ವೈಪ್ ಮಾಡಿ";
"I think the app could be improved with…" = "ತoತ್ರಾಂಶವನ್ನು ಹೀಗೆ ಸುಧಾರಿಸಬಹುದೆಂದು ನನ್ನ ಅನಿಸಿಕೆ…";
"Ignore shortcuts when active" = "Ignore shortcuts when active";
"Ignore shortcuts while a window from these apps is active" = "ಈ ಆ್ಯಪ್‌ಗಳ ವಿಂಡೋ ಸಕ್ರಿಯವಾಗಿದ್ದಾಗ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಕಡೆಗಣಿಸಿ";
"Import settings…" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಿ…";
"Import…" = "ಆಮದು ಮಾಡಿ…";
"Keep open" = "ತೆರೆದಿಡಿ";
"Keep open and search" = "ತೆರೆದಿಡಿ ಮತ್ತು ಹುಡುಕಿ";
"Language" = "ಭಾಷೆ";
"Language Change" = "ಭಾಷೆ ಬದಲಾವಣೆ";
"Large" = "ದೊಡ್ಡ";
"Later" = "ಆಮೇಲೆ";
"Latest releases" = "ಇತ್ತೀಚಿನ ಬಿಡುಗಡೆಗಳು";
"Leading" = "Leading";
"Left" = "ಎಡ";
"Light" = "Light";
"Lock search" = "ಹುಡುಕಾಟವನ್ನು ಲಾಕ್ ಮಾಡಿ";
"Max height on screen:" = "ಸ್ಕ್ರೀನ್ ಮೇಲೆ ಗರಿಷ್ಠ ಎತ್ತರ:";
"Max width on screen:" = "ಸ್ಕ್ರೀನ್ ಮೇಲೆ ಗರಿಷ್ಠ ಅಗಲ:";
"Medium" = "ಮಧ್ಯಮ";
"Menubar icon" = "Menubar icon";
"Menubar icon:" = "ಮೆನುಬಾರ್ ಐಕಾನ್:";
"Middle" = "ಮಧ್ಯ";
"Minimize/Deminimize window" = "ವಿಂಡೋವನ್ನ ಸಣ್ಣದು/ದೊಡ್ಡದು ಮಾಡಿ";
"Minimized windows:" = "ಮಿನಿಮೈಸ್ ಮಾಡಿದ ವಿಂಡೋಗಳು:";
"Miscellaneous" = "ಇತರೆ";
"Miscellaneous:" = "ಇತ್ಯಾದಿ";
"Mouse hover" = "ಮೌಸ್ ಸುಳಿದಾಟ";
"Multiple screens" = "Multiple screens";
"Never" = "ಯಾವಾಗಲೂ ಇಲ್ಲ";
"Never send crash reports" = "ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟನ್ನು ಕಳುಹಿಸಬೇಡಿ";
"No Window" = "ಯಾವುದೇ ವಿಂಡೋ ಇಲ್ಲ";
"Non-active apps" = "ಸಕ್ರಿಯವಲ್ಲದ ಆ್ಯಪ್‌ಗಳು";
"Non-visible Spaces" = "ಕಾಣದ ಸ್ಥಳಗಳು";
"Normal" = "ಸಾಧಾರಣ";
"Not allowed" = "ಅನುಮತಿಸಲಾಗಿಲ್ಲ";
"NSHumanReadableCopyright" = "ಜಿಪಿಎಲ್-೩.೦ ಲೈಸೆನ್ಸ್";
"Only if the window is fullscreen" = "ವಿಂಡೋ ಪೂರ್ಣ ಸ್ಕ್ರೀನ್ ಇದ್ದಾಗ ಮಾತ್ರ";
"Only on different screen" = "ಬೇರೆ ಪರದೆಯಲ್ಲಿ ಮಾತ್ರ";
"Open Accessibility Preferences…" = "ಪ್ರವೇಶಿಸುವಿಕೆ ಆದ್ಯತೆ ತೆರೆಯಿರಿ";
"Open Accessibility Settings…" = "ಪ್ರವೇಶಸಾಧ್ಯತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ…";
"Open Screen Recording Preferences…" = "ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ ಆದ್ಯತೆ ತೆರೆಯಿರಿ";
"Open Screen Recording Settings…" = "ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ…";
"Open System Settings to confirm, and continue" = "ದೃಢೀಕರಿಸಲು ಮತ್ತು ಮುಂದುವರಿಯಲು ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ";
"Open Trackpad Preferences…" = "ಟ್ರಾಕ್‌ಪ್ಯಾಡ್ ಪ್ರಾಶಸ್ತ್ಯಗಳನ್ನು ತೆರೆಯಿರಿ...";
"Open Trackpad Settings…" = "ಟ್ರ್ಯಾಕ್‌ಪ್ಯಾಡ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ…";
"Optional: email (if you want a reply)" = "ಐಚ್ಛಿಕ: ಇಮೇಲ್ (ನಿಮಗೆ ಉತ್ತರಿಸಬೇಕಾದಲ್ಲಿ)";
"Order windows by" = "Order windows by";
"Please fill in the form" = "ದಯವಿಟ್ಟು ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ";
"Policies" = "ನೀತಿಗಳು";
"Preferences…" = "ಆದ್ಯತೆಗಳು…";
"Preview selected window" = "Preview selected window";
"Preview selected window:" = "ಆಯ್ಕೆಮಾಡಿದ ವಿಂಡೋದ ಪ್ರಿವ್ಯೂ:";
"Preview the selected window." = "Preview the selected window.";
"Quit" = "ಹೊರಬನ್ನಿ";
"Quit %@" = "ಬಿಟ್ಟುಬಿಡಿ %@";
"Quit app" = "ಆ್ಯಪ್ ಇಂದ ಹೊರಬನ್ನಿ";
"Recently Created" = "ಇತ್ತೀಚೆಗೆ ರಚಿಸಲಾದ";
"Recently Created First" = "Recently Created First";
"Recently Focused" = "ಇತ್ತೀಚೆಗೆ ಫೋಕಸ್ ಮಾಡಿದ";
"Recently Focused First" = "Recently Focused First";
"Remember my choice" = "ನನ್ನ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಡಿ";
"Reset preferences and restart" = "Reset preferences and restart";
"Reset preferences and restart…" = "Reset preferences and restart…";
"Reset settings and restart" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ ಮತ್ತು ಮರುಪ್ರಾರಂಭಿಸಿ";
"Reset settings and restart…" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ ಮತ್ತು ಮರುಪ್ರಾರಂಭಿಸಿ…";
"Restart Now" = "ಈಗ ರೀಸ್ಟಾರ್ಟ್ ಮಾಡಿ";
"Rows of thumbnails:" = "ಥಂಬ್‌ನೇಲ್‌ಗಳ ಸಾಲುಗಳು:";
"Screen including menu bar" = "ಮೆನು ಬಾರ್ ಒಳಗೊಂಡಂತೆ ಸ್ಕ್ರೀನ್";
"Screen including mouse" = "ಸ್ಕ್ರೀನ್ ಜೊತೆ ಮೌಸ್ ಒಳಗೂಡಿ";
"Screen Recording" = "ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್";
"Screen showing AltTab" = "ಆಲ್ಟ್-ಟ್ಯಾಬ್ ತೋರಿಸುವ ಸ್ಕ್ರೀನ್";
"Search" = "ಹುಡುಕು";
"Select next window" = "ಮುಂದಿನ ವಿಂಡೋವನ್ನು ಆರಿಸಿ";
"Select previous window" = "ಹಿಂದಿನ ವಿಂಡೋವನ್ನು ಆರಿಸಿ";
"Select windows on mouse hover" = "Select windows on mouse hover";
"Select windows using arrow keys" = "Select windows using arrow keys";
"Select windows using vim keys" = "Select windows using vim keys";
"Send" = "ಕಳುಹಿಸಿ";
"Send a crash report?" = "ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟನ್ನು ಕಳುಹಿಸಬೇಕೆ?";
"Send anyway" = "ಹೇಗಾದರೂ ಕಳುಹಿಸಿ";
"Send debug profile (CPU, memory, etc)" = "ದೋಷಗಳನ್ನು ತೆಗೆದು ಹಾಕುವ ಮಾಹಿತಿ ಕಳುಹಿಸಿ (ಸಿಪಿಯು, ಮೆಮೊರಿ, ಮುಂತಾದವು)";
"Send feedback" = "ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ";
"Send feedback…" = "ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ…";
"Settings imported" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ";
"Settings…" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳು";
"Share improvement ideas, or report bugs" = "ಸುಧಾರಣೆ ಉಪಾಯಗಳು, ಅಥವಾ ದೋಷಗಳನ್ನು ವರದಿ ಮಾಡಿ";
"Shortcut" = "ಶಾರ್ಟ್‌ಕಟ್";
"Shortcut 1" = "Shortcut 1";
"Shortcut 2" = "Shortcut 2";
"Shortcut 3" = "Shortcut 3";
"Shortcut 4" = "Shortcut 4";
"Shortcut 5" = "Shortcut 5";
"Shortcut already assigned to another action: %@" = "Shortcut already assigned to another action: %@";
"Shortcuts When Active" = "Shortcuts When Active";
"Shortcuts when active…" = "Shortcuts when active…";
"Show" = "ತೋರಿಸಿ";
"Show & Hide" = "ತೋರಿಸಿ & ಮರೆಮಾಡಿ";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated.";
"Show apps with no open window" = "ತೆರೆದ ವಿಂಡೋ ಇಲ್ಲದ ಆ್ಯಪ್‌ಗಳನ್ನು ತೋರಿಸಿ";
"Show at the end" = "ತುದಿಯಲ್ಲಿ ತೋರಿಸಿ";
"Show fullscreen windows" = "Show fullscreen windows";
"Show hidden windows" = "Show hidden windows";
"Show in switcher" = "Show in switcher";
"Show minimized windows" = "Show minimized windows";
"Show on" = "Show on";
"Show on:" = "ಬಗ್ಗೆ ತೋರಿಸಿ:";
"Show standard tabs as windows" = "Show standard tabs as windows";
"Show standard tabs as windows:" = "ಸಾಧಾರಣ ಟ್ಯಾಬ್ ಗಳನ್ನು ವಿಂಡೋವಿನಂತೆ ತೋರಿಸಿ:";
"Show titles" = "ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೋರಿಸಿ";
"Show windows from applications" = "Show windows from applications";
"Show windows from screens" = "Show windows from screens";
"Show windows from Spaces" = "Show windows from Spaces";
"Show windows from:" = "ವಿಂಡೋಗಳನ್ನು ಇಲ್ಲಿಂದ ತೋರಿಸಿ:";
"Size" = "ಗಾತ್ರ";
"Skipped" = "ಸ್ಕಿಪ್ ಮಾಡಲಾಗಿದೆ";
"Small" = "ಸಣ್ಣ";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately.";
"Source code repository" = "ಮೂಲ ಕೋಡ್ ಭಂಡಾರ";
"Space" = "ಸ್ಪೇಸ್";
"Space Order" = "Space Order";
"Start" = "ಶುರುಮಾಡಿ";
"Start at login" = "Start at login";
"Start at login:" = "ಶುರುವಿನಲ್ಲೇ ಲಾಗಿನ್ ಆಗಿ:";
"Support this project" = "Support this project";
"Swipe with Four Fingers" = "ನಾಲ್ಕು ಬೆರಳುಗಳಿಂದ ಸ್ವೈಪ್ ಮಾಡಿ";
"Swipe with Three Fingers" = "ಮೂರು ಬೆರಳುಗಳಿಂದ ಸ್ವೈಪ್ ಮಾಡಿ";
"Switch between 3 different styles. You can customize them." = "Switch between 3 different styles. You can customize them.";
"System" = "ಸಿಸ್ಟಮ್";
"System Default" = "ಸಿಸ್ಟಮ್ ಡೀಫಾಲ್ಟ್";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "⌘⎋ (ಕಮಾಂಡ್+ಎಸ್ಕೇಪ್) ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು macOS GameOverlay ಗಾಗಿ ಬಳಸಬಹುದು.\n\nನಿಮ್ಮ ಬದಲಾವಣೆಯು ಇದನ್ನು ಇದಕ್ಕೆ ನಿಯೋಜಿಸುತ್ತದೆ: %@.\n\nನೀವು ಮುಂದುವರಿಯಲು ಬಯಸಿದರೆ, GameOverlay ಶಾರ್ಟ್‌ಕಟ್ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.\nಶಾರ್ಟ್‌ಕಟ್ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದ್ದರೂ ಸಹ ಮಧ್ಯಪ್ರವೇಶಿಸಬಹುದು ಎಂದು macOS ದೋಷಗಳನ್ನು ವರದಿ ಮಾಡಿದೆ ಎಂಬುದನ್ನು ಸಹ ಗಮನಿಸಿ.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) ಕೀಲಿಯನ್ನು ಕೆಲವು macOS ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು ಕಾಯ್ದಿರಿಸಿವೆ (ಉದಾಹರಣೆಗೆ, ⌘⌥⎋ ಫೋರ್ಸ್ ಕ್ವಿಟ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ವಿಂಡೋವನ್ನು ತೋರಿಸುತ್ತದೆ).\n\nನೀವು ⎋ ಅನ್ನು ಬಳಸಲು ಬಯಸಿದರೆ, ಹೋಲ್ಡ್ ಮಾಡಿಫೈಯರ್‌ಗಳು ⌘⌥, ⌘⌥⇧, ಅಥವಾ ⌘⌥⇧⌃ ಅಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) ಕೀಲಿಯನ್ನು ಕೆಲವು macOS ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು ಕಾಯ್ದಿರಿಸಿವೆ (ಉದಾಹರಣೆಗೆ, ⌘⌥⎋ ಫೋರ್ಸ್ ಕ್ವಿಟ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ವಿಂಡೋವನ್ನು ತೋರಿಸುತ್ತದೆ).\n\nನಿಮ್ಮ ಬದಲಾವಣೆಯು ಇದನ್ನು ಇದಕ್ಕೆ ನಿಯೋಜಿಸುತ್ತದೆ: %@.\n\nನೀವು ⎋ ಅನ್ನು ಬಳಸಲು ಬಯಸಿದರೆ, ಹೋಲ್ಡ್ ಮಾಡಿಫೈಯರ್‌ಗಳು ⌘⌥, ⌘⌥⇧, ಅಥವಾ ⌘⌥⇧⌃ ಅಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.";
"The application needs to restart to apply the imported settings." = "ಆಮದು ಮಾಡಿದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಅನ್ವಯಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಬೇಕಾಗಿದೆ.";
"The application needs to restart to apply the language change." = "ಭಾಷೆಯ ಬದಲಾವಣೆಯನ್ನು ಅನ್ವಯಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ರೀಸ್ಟಾರ್ಟ್ ಆಗಬೇಕಿದೆ.";
"Theme" = "ಥೀಮ್";
"Theme:" = "ಥೀಮ್:";
"Then release:" = "ಆಮೇಲೆ ಬಿಟ್ಟುಬಿಡು:";
"This permission is needed to focus windows after you release the shortcut" = "This permission is needed to focus windows after you release the shortcut";
"This permission is needed to show screenshots and titles of open windows" = "This permission is needed to show screenshots and titles of open windows";
"This permission is needed to show thumbnails and preview of open windows" = "ತೆರೆದ ವಿಂಡೋಗಳ ಥಂಬ್‌ನೇಲ್‌ಗಳು ಮತ್ತು ಪ್ರಿವ್ಯೂ ತೋರಿಸಲು ಈ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ";
"Thumbnails" = "Thumbnails";
"Title" = "ಶೀರ್ಷಿಕೆ";
"Title truncation" = "Title truncation";
"Titles" = "Titles";
"Trackpad haptic feedback" = "ಟ್ರ್ಯಾಕ್‌ಪ್ಯಾಡ್ ಹ್ಯಾಪ್ಟಿಕ್ ಪ್ರತಿಕ್ರಿಯೆ";
"Trigger" = "ಪ್ರಚೋದಕ";
"Trigger shortcut" = "Trigger shortcut";
"Unassign existing shortcut and continue" = "Unassign existing shortcut and continue";
"Updates policy" = "Updates policy";
"Updates policy:" = "ನವೀಕರಣ ನೀತಿ:";
"Use the app without this permission. Thumbnails won’t show." = "ಈ ಅನುಮತಿಯಿಲ್ಲದೆ ಆ್ಯಪ್ ಬಳಸಿ. ಥಂಬ್‌ನೇಲ್‌ಗಳು ಕಾಣಿಸುವುದಿಲ್ಲ.";
"Version" = "ಆವೃತ್ತಿ";
"Vertical Swipe with Four Fingers" = "ನಾಲ್ಕು ಬೆರಳುಗಳಿಂದ ಲಂಬವಾಗಿ ಸ್ವೈಪ್ ಮಾಡಿ";
"Vertical Swipe with Three Fingers" = "ಮೂರು ಬೆರಳುಗಳಿಂದ ಲಂಬವಾಗಿ ಸ್ವೈಪ್ ಮಾಡಿ";
"View existing discussions" = "ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಚರ್ಚೆಗಳನ್ನು ನೋಡಿ";
"Vim keys" = "ವಿಮ್ ಕೀಗಳು";
"Vim keys already assigned to other actions:\n%@" = "Vim keys already assigned to other actions:\n%@";
"Visibility" = "Visibility";
"Visible Spaces" = "Visible Spaces";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಾಗ, macOS ನ ನೇರಳೆ ಸ್ಕ್ರೀನ್-ರೆಕಾರ್ಡಿಂಗ್ ಸೂಚಕವನ್ನು ತಪ್ಪಿಸುತ್ತದೆ ಮತ್ತು DRM ವೀಡಿಯೊ ಪ್ಲೇ ಮಾಡುವಾಗ ಮಿನುಗುವಿಕೆಯನ್ನು ತಪ್ಪಿಸುತ್ತದೆ. ಥಂಬ್‌ನೇಲ್‌ಗಳು ಕಡಿಮೆ ನವೀಕೃತವಾಗಿರುತ್ತವೆ.";
"When fullscreen" = "When fullscreen";
"When no open window" = "When no open window";
"While open, press:" = "ತೆರೆದಿದ್ದಾಗ, ಒತ್ತಿ:";
"Window app icon size:" = "ವಿಂಡೋ ಆ್ಯಪ್ ಐಕಾನ್ ಗಾತ್ರ:";
"Window is fullscreen" = "Window is fullscreen";
"Window is minimized" = "Window is minimized";
"Window is on every Space" = "Window is on every Space";
"Window is on Space %d" = "Window is on Space %d";
"Window max width in row:" = "ಸಾಲಿನಲ್ಲಿ ವಿಂಡೋದ ಗರಿಷ್ಠ ಅಗಲ:";
"Window min width in row:" = "ಸಾಲಿನಲ್ಲಿ ವಿಂಡೋದ ಕನಿಷ್ಠ ಅಗಲ:";
"Window order:" = "ವಿಂಡೋ ಕ್ರಮಾಂಕ";
"Window Title" = "Window Title";
"Window title contains" = "ವಿಂಡೋ ಶೀರ್ಷಿಕೆಯು ಒಳಗೊಂಡಿದೆ";
"Window title font size:" = "ವಿಂಡೋ ಶೀರ್ಷಿಕೆ ಅಕ್ಷರ ಗಾತ್ರ:";
"Window title truncation:" = "ವಿಂಡೋ ಶೀರ್ಷಿಕೆ ಮೊಟಕುಗೊಳಿಸುವಿಕೆ:";
"Windows" = "ವಿಂಡೋ ಗಳು";
"You can’t undo this action." = "ಈ ಕ್ರಮವನ್ನು ರದ್ದು ಮಾಡಲಾಗದು.";
"You didn’t write your email, thus can’t receive any response." = "ನೀವು ನಿಮ್ಮ ಇಮೇಲ್ ಕೊಡದಿದ್ದ ಕಾರಣ ಪ್ರತಿಕ್ರಿಯೆ ಲಭಿಸುವುದಿಲ್ಲ.";
"You may need to disable some conflicting system gestures" = "ನೀವು ಕೆಲವು ಸಂಘರ್ಷಿಸುವ ಸಿಸ್ಟಮ್ ಸಂಜ್ಞೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಬಹುದು";
